Repository: AbdusalomovIbroxim/Technoprom_2024
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Подробнее
uz: Batafsil

source: Отписаться
uz: Obunani bekor qilish

source: Подписаться
uz: Obuna boʻlish

source: Веб сайт
uz: Veb sayt

source: Телеграм
uz: Telegram

source: отправить
uz: yuborish

source: рейтинг
uz: reyting

source: Пока что нет объявлений.
uz: Hozircha e'lonlar yo'q.

source: Субкатегория
uz: sub kategoriya

source: Теги
uz: teglar

source: Войти
uz: Kirish

source: Забыли пароль?
uz: Parolni unutdingizmi?

source: Signup
uz: Ro'yxatdan o'tish

source: Назад
uz: Orqaga

source: Отслеживаете
uz: Kuzatmoqddasiz

source: Связаться с нами
uz: Biz bilan bog'lanish

source: seen
uz: ko'rgan

source: open number
uz: raqam korildi

source: like
uz: layk

source: Ваши объявления
uz: Sizning e'lonlaringiz

source: Пополнить счет
uz: Hisobni to'ldirish

source: Тарифы
uz: Tariflar

source: размещение заказа
uz: buyurtma berish

source: Активные
uz: Faolsizlar

source: В модерации
uz: Moderatsiyada

source: Не активные
uz: Faol emaslar

source: Избранные
uz: Sevimlilar

source: Удалить
uz: O'chirish

source: Изменить
uz: O'zgartirish

source: Деактивировать
uz: Faolsizlantirish

source: Поднять в топ 1
uz: Topga chiqarish

source: 1 день
uz: 1 kun

source: 2 дня
uz: 2 kun

source: 3 дней
uz: 3 kun

source: up_to_top 2
uz: tepaga koratish

source: Вы уверены, что хотите выполнить это действие?
uz: Haqiqatan ham bu amalni bajarmoqchimisiz?

source: Да
uz: Ha

source: Нет
uz: Yo'q

source: сум
uz: so'm

source: Опубликовано
uz: Chop etilgan

source: Активировать
uz: Faollashtirish

source: Are you sure you want to perform this action?
uz: Haqiqatan ham bu amalni bajarmoqchimisiz?

source: Yes
uz: Ha

source: No
uz: Yo'q

source: Восстановление данных
uz: Ma'lumotlarni qayta tiklash

source: Верификация электронной почты
uz: Elektron pochtani tekshirish

source: Код верификации
uz: Tasdiqlash kodi

source: Подтвердить
uz: Tasdiqlang

source: О нас
uz: Biz haqimizda

source: Всё для производства
uz: Bir joyda ishlab chiqarish uchun

source: найти и сделать ставку в одном месте!
uz: hamma narsani toping va taklif qiling!

source: Вторичный сырьё
uz: Ikkilamchi xom ashyo

source: Новое оборудование
uz: Yangi uskunalar

source: Б/у оборудование
uz: Ishlatilgan uskunalar

source: Сырьё
uz: Xomashyo

source: Услуга
uz: Xizmat ko'rsatish

source: Технолог
uz: Texnolog

source: Найдите необходимое вам
uz: Ishlab chiqarishingiz uchun zarur

source: сырье
uz: xom ashyo

source: или предложите его на переработку!
uz: yoki ularni qayta ishlashga taklif qiling!

source: Мгновенно
uz: Bir zumda o'zingizga

source: найдите
uz: kerakli

source: нужного вам поставщика оборудования
uz: uskuna ta'minotchisini shuyerda toping

source: Здесь вы найдете
uz: Foydalainib bo'lingan, yangi egasini kutayotgan

source: б/у технику
uz: uskuna-qurilmalarni

source: ожидающую нового владельца.
uz: shuyerdan topasiz

source: Быстро найти необходимое
uz: Ishlab chiqarishingiz uchun zarur

source: для вашего производства
uz: tezda toping

source: Найдите проверенных
uz: Mahsulotingiz uchun sinovdan o'tgan

source: производителей
uz: ishlab chiqaruvchilarni

source: для вашего продукта
uz: toping

source: технологов, инженеров,
uz: operator va masterlarni

source: операторов и мастеров.
uz: shuyerdan topasiz

source: Заголовок
uz: Sarlavha

source: Описание
uz: Tavsif

source: Категория
uz: Kategoriya

source: Телефон
uz: Telefon

source: Страна
uz: Mamlakat

source: Город
uz: Shahar

source: Отправить
uz: Yuborish

source: Яккасарой 11. Ташкент. Узбекистан.
uz: Yakkasaroy 11. Toshkent sh. O'zbekiston.

source: © 2023 Технопром. Все права защищены.
uz: © 2023 Technoprom. Barcha huquqlar himoyalangan.

source: Сырье
uz: Xomashyo

source: Вторичный сирьё
uz: Ikkilamchi xom ashyo

source: Телеграм каналы
uz: Telegram kanallari

source: Телеграм группы
uz: Telegram guruhlari

source: Социальные сети
uz: Ijtimoiy tarmoqlar

source: Выберите действие:
uz: Amalni tanlang:

source: Купить
uz: Sotib olish

source: Продать
uz: Sotish

source: Название
uz: Sarlavha

source: Телефон номер
uz: Telefon raqam

source: Телеграмм
uz: Telegram

source: Фотографии
uz: Rasm

source: Цена
uz: Narxi

source: Договорная
uz: Kelishiladi

source: Покупка
uz: Sotib olish

source: топ
uz: to'p

source: Все объявлении
uz: Boshqa e'lonlar

source: Продажа
uz: Sotish

source: Вакансии
uz: Ish o'rinlari

source: промышленность
uz: Sanoat

source: Еда
uz: Oziq-ovvqat

source: Пластик
uz: Plastik

source: Упаковка
uz: Qadoqlash

source: Агро
uz: Agro

source: Металл
uz: Metal

source: Текстиль
uz: Tekstil

source: направления
uz: yo'nalish

source: Профиль
uz: Profil

source: Создать бизнесс аккоунт
uz: Biznes akkaunt yarating

source: Обновить профиль
uz: Proilni o'zgartirish

source: Барахолка
uz: Bozor

source: Описание товара
uz: Mahsulot tavsifi

source: Просмотров
uz: Koʻrishlar

source: телеграм
uz: Telegram

source: Посмотреть телефон номер
uz: Telefon raqamni ko'rish

source: ПОЛЬЗОВАТЕЛЬ
uz: USER

source: в TECNOPROM с
uz: TECNOPROM bilan

source: Все объявления автора
uz: Muallifning boshqa e'lonlari

source: МЕСТОПОЛОЖЕНИЕ
uz: MANZIL

source: Товары
uz: Tovarlar

source: Категории
uz: Kategoriyalar

source: Страны
uz: Mamlakatlar

source: Фильтровать
uz: Filterlash

source: Договорный
uz: Kelishiladiga

source: English
uz: Ingilizcha

source: Uzbek
uz: O'zbekcha

source: Russian
uz: Ruscha
